vergleich.txt

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope/" soap:encodingStyle="http://www.w3.org/2003/05/soap-encoding">
	<xmlns:header/>
	<soap:mc_versionRequest/>
</soap:Envelope>

<?xml version="1.0" encoding="utf-8"?>
<v:Envelope xmlns:i="http://www.w3.org/2001/XMLSchema-instance" xmlns:d="http://www.w3.org/2001/XMLSchema" xmlns:c="http://schemas.xmlsoap.org/soap/encoding/" xmlns:v="http://schemas.xmlsoap.org/soap/envelope/">
	<v:Header />
	<v:Body>
		<n0:mc_login id="o0" c:root="1" xmlns:n0="https://mantis.dojodev.de/api/soap/mantisconnect.php">
			<username i:type="d:string"></username>
			<password i:type="d:string"></password>
		</n0:mc_login>
	</v:Body>
</v:Envelope>

